import React from "react";
import "./index.css";

function MarathiTerms() {
  return (
    <>
      <div className="form">
        <div className="rules-form">
          <div className="rules">
            <h2>नियम आणि अटी :-</h2>
          </div>{" "}
          <br />
          <p>कृपया वेबसाइट वापरण्यापूर्वी खालील अटी व शर्ती अतिशय काळजीपूर्वक वाचा. वेबसाइट/ॲपवर प्रवेश करणे, ब्राउझ करणे किंवा अन्यथा वापरणे हे या सर्व अटी व शर्तींनी बांधील असण्याचा तुमचा करार सूचित करते. </p>
          <p>1. ही साइट फक्त मराठा लोकांसाठी आहे.</p>
          <p>2. आम्हाला अपेक्षा आहे की तुम्ही खरी, अचूक, वर्तमान, संपूर्ण माहिती देण्यात आणि तुमच्या अलीकडील फोटोसह तुम्हाला तुमच्या मापदंडांची पूर्तता करण्यास मदत करण्यासाठी प्रामाणिकपणाने आणि प्रामाणिकपणाने ऑनलाइन नोंदणी प्रक्रिया पूर्ण कराल. आम्हाला अतिरिक्त तपशील हवे असल्यास तुमची अधिक चांगली सेवा करण्यासाठी तुम्ही ते देण्यास सहमत आहात.</p>
          <p>3. तुमचा संपर्क तपशील/लिंक अप्रासंगिक फील्डमध्ये एंटर होत असल्यास किंवा सदस्यांनी त्यांच्या प्रोफाइलमध्ये प्रविष्ट केलेल्या कोणत्याही डेटामध्ये त्रुटी असल्यास, वेबसाइट/ॲपवर तुमच्या प्रोफाइलची नोंदणी ब्लॉक करण्याचा अधिकार Jodidaar राखून ठेवते. वेबसाइटवर एकाच व्यक्तीच्या डुप्लिकेट प्रोफाइलची नोंदणी करण्याची परवानगी नाही. आमच्या (जोडीदारला)अशी डुप्लिकेट प्रोफाइल निलंबित करण्याचा किंवा संपुष्टात आणण्याचा (कोणतीही सूचना न देता) पूर्ण अधिकार आहे.. </p>
          <p>3. तुम्ही घेतलेल्या ठिकाणांची माहिती तुमच्या नातेवाईक आणि मित्रांमार्फत पडताळून पाहावी. भविष्यातील कोणत्याही समस्यांसाठी आम्ही जबाबदार राहणार नाही.</p>
          <p>4. नोंदणीनंतर विवाह होईल किंवा विवाह विशिष्ट दिवशी होईल याची आम्ही खात्री देऊ शकत नाही</p>
          <p>5. तुम्ही घटस्फोटासाठी अर्ज केला असेल, तर तुम्ही आमच्या वेबसाइट/ॲपवर "घटस्फोटाची वाट पाहत आहोत" असे नमूद करून नोंदणी करू शकता.</p>
          <p>6. पालकांनी मुलगा/मुलगी यांचा बायोडेटा पाहून त्यांची शैक्षणिक पात्रता, आर्थिक ताकद, शारीरिक योग्यता आणि अपेक्षांनुसार स्थळ निवडावी.</p>
          <p>7. आमच्याकडून घेतलेल्या माहितीचा कोणीही गैरवापर करत नाही. असे आढळून आल्यास संबंधित सदस्याचे सदस्यत्व तात्काळ रद्द करण्यात येईल.</p>
          <p>8. तुमचा वापरकर्ता आयडी, पासवर्ड, ओटीपी इत्यादी सारख्या तुमच्या Jodidaar लॉगिन क्रेडेंशियल्सच्या गोपनीयतेचे रक्षण करण्यासाठी आणि तुमच्या खात्यावर अनधिकृत प्रवेश रोखण्यासाठी तुमच्या संगणक/मोबाइलवर प्रवेश प्रतिबंधित करण्यासाठी तुम्ही जबाबदार आहात. आम्ही, एक कंपनी म्हणून पासवर्ड विचारत नाही आणि तुम्हाला सावध केले जाते की तुमचा पासवर्ड कोणत्याही व्यक्तीशी शेअर करू नका.. तुम्ही तुमच्या खात्याअंतर्गत होणाऱ्या सर्व क्रियाकलापांची जबाबदारी स्वीकारण्यास सहमत आहात.</p>
          <p>8. नेट बँकिंग / डेबिट / क्रेडिट कार्ड / Paypal / RTGS / NEFT / द्वारे केलेले पेमेंट प्रचलित RBI मार्गदर्शक तत्त्वांनुसार असेल. सदस्यत्वाच्या मार्गाने कोणत्याही सदस्याने केलेली देयके परत न करण्यायोग्य मानली जातात.</p> <br />
          <p>हा दस्तऐवज माहिती तंत्रज्ञान कायदा, 2000 आणि इलेक्ट्रॉनिक रेकॉर्डशी संबंधित लागू आणि सुधारित नियमांनुसार एक इलेक्ट्रॉनिक रेकॉर्ड आहे. हा इलेक्ट्रॉनिक रेकॉर्ड संगणक प्रणालीद्वारे उत्पन्न  केला जातो आणि कोणत्याही भौतिक किंवा डिजिटल स्वाक्षरीची आवश्यकता नसते.</p>
          <br />
          <h5> ग्राहक सेवा / ग्राहक सेवा</h5> <br />
          <p>आमच्या सेवेमध्ये तुम्हाला काही समस्या आल्यास, कृपया आमच्याशी मोकळेपणाने संपर्क साधा:</p>
          <p>
            ई - मेल आयडी: jodidaarhelp@gmail.com <br />
            संपर्क क्र: +91 11111 22222 <br />
            पत्ता: Washim 
          </p>
        </div>
      </div>
    </>
  );
}

export default MarathiTerms;
